План приложения:


Постоянные траты:
          1. бензин
          2. квартплата
          3. еда

переменные траты:
 - одежда

 Планируемы траты:
Январь:   1. ДР Миша Абдулов 1000 грн
Февраль:  1. ТО авто (запчасти 1500; работа 600)
          2. развал-схождение авто 500 грн
          3. отпуск 20000 грн
          4. ДР Ваня Федоров 1000 грн
          5. ДР Саша Зинькович
март:     1. ДР Яся
апрель:   1. Переобувка авто 600 грн
май:
июнь: ДР мама 1000 грн
июль ДР Юля Енкала 1000 грн
август:   1. ДР Ярик Енкала 1000 грн
          2. ДР Таня Зинькович
          3. ДР Макс Листопадов 1000 грн
сентябрь:
октябрь:
ноябрь:   1. ДР Папа 1000грн
          2. ДР Тоня 1000грн
декабрь:
