# Задание: напишите программу, которая будет выводить случайное число от 500 до 510.

puts 'случайное число от 500 до 510:'
puts rand(500..510)

# Задание: напишите программу, которая будет выводить случайное число с дробью от 0
# до 1. Например, 0.54321 или 0.123456

puts
puts "Задание: напишите программу, которая будет выводить случайное число с дробью от 0
до 1. Например, 0.54321 или 0.123456"
puts rand(0.0..1.0)

puts
puts "Задание: напишите программу, которая будет выводить случайное число с дробью от 2
до 4."
puts rand(2.0..4.0)
